<template>
  <div class="about">
    <h1>О программе</h1>
    <a>Целью проекта является создать социальный фотохостинг.<br>
      Пользователь будет иметь следующие возможности взаимодействия с проектом:<br>
      1)Осуществлять просмотр фотографий разных профилей.<br>
      2)Осуществлять добавление профиля, чтобы выкладывать свои фотографии.<br>
      3)Осуществлять редактирование профиля.</a><br><br>
    <a href="https://github.com/ComputePractice2018/photohosting" target="blank">Проект на GitHub</a>
  </div>
</template>
